/* Localized kind: Album */
"Album" = "אלבום";

/* Localized kind: App */
"App" = "אפליקצייה";

/* Localized kind: Audio Book */
"Audio Book" = "ספר שמע";

/* Localized kind: Book */
"Book" = "ספר";

/* Localized kind: E-Book */
"E-Book" = "ספר אלקטרוני";

/* Localized kind: Movie */
"Movie" = "סרט";

/* Localized kind: Music Video */
"Music Video" = "קליפ";

/* Localized kind: Podcast */
"Podcast" = "פודקאסט";

/* Localized kind: Song */
"Song" = "שיר";

/* Localized kind: TV Episode */
"TV Episode" = "פרק טלוויזיה";

/* Localized Price Text: Free */
"Free" = "חינם";

/* Error alert: message */
"There was an error accessing the iTunes Store. Please try again." = "הייתה בעיה בחיבור לחנות האייטונס. אנא נסה שוב.";

/* Localized String Text: Nothing Found */
"Nothing Found" = "אין תוצאות";

/* Localized String Alert Action: OK */
"OK" = "OK";

/* Localized Artist Name Label: Unknown
 Localized String Artist Name: Unknown */
"Unknown" = "לא ידוע";

/* Error alert: title */
"Whoops..." = "אופס...";



